{
  "back-button": "Atrás",
  "contact-me": "Contacta conmigo",
  "dev-position": " +3 años de desarrollador fullstack y blockchain ",
  "fav-stack": "Tecnologías favoritas ",
  "frontend-stack": "React con JS/TS, CSS y Sass.",
  "backend-stack": "Node con JS/TS usando Express o Koa. Uso de tecnología serverless.",
  "blockchain-stack": "Blockchains compatibles con EVM. Solidity para  smart contracts.",
  "git-stack": "Github y Gitlab para control de versiones.",
  "fav-management": "Gestión",
  "examples-proyects-personal": "Proyectos personales",
  "examples-url": "Ver la app",
  "examples-front": "Ver Github del front-end",
  "examples-back": "Ver Github del back-end",
  "examples-description": "Descripción del proyecto",
  "examples-game3row-description": "Implementación del juego 3 en rayas. Usable desde un ordenador o un móvil.",
  "examples-food-description": "Muestra el ranking personal de mejores hamburguesas y mejores tartas de queso.",
  "examples-challenges-description": "Retos para mejorar la lógica de programación.",
  "examples-food-title": "Ranking comida",
  "examples-game3row-title": "3 en raya",
  "examples-challenges-title": "Retos",
  "management-stack": "Metodología SCRUM para gestión de proyectos.",
  "home-introduction": "Información personal",
  "home-projects": "Proyectos personales",
  "home-welcome": "Encantado de saludarte",
  "home-work-experience": "Experiencia",
    "home-discover-personal": "Descubre información sobre mis estudios y las cosas que me gustan.",
  "home-discover-work": "Descubre información sobre mi experiencia laboral previa y mi stack favorito.",
  "home-discover-project": "Descubre mis mejores proyectos personales y cómo están implementados.",
  "language-en": "Inglés",
  "language-esp": "Español",
  "languages-level": "Idiomas",
  "languages-native": "Idioma nativo",
  "languages-english-c1": "Nivel C1 por Cambridge y Trinity",
  "personal-description": "Soy un ingeniero de telecomunicaciones  interesado en cómo funciona Internet. Durante mi etapa universitaria, he tenido la suerte de aprender muchas cosas sobre cómo estan formadas las redes de Internet. Especialmente, me fascinó todo lo que aprendí sobre  la tecnología de blockchain y la revolución que puede suponer en el mundo web",
  "personal-description-2": "En los ultimos años he orientado mis esfuerzos a  usar la tecnología de blockchain correctamente. Durante este tiempo, he trabajo desarrollando aplicaciones web desde cero que integraban blockchain. En algunos casos, esas aplicaciones estaban relacionadas con finanzas descentralizas y otras con trazabilidad de cadenas de suministro.",
  "personal-description-3": "En el futuro, espero seguir con mi aprendizaje sobre esta tecnología y  mejorando  mis habilidades en el desarrollo  web.",
  "personal-introduction": "Introducción personal",
  "studies-pmp": "Máster en Dirección de Proyectos en",
  "studies-oviedo": "Universidad de Oviedo",
  "studies-unir": "UNIR (Universidad internacional de la Rioja)",
  "studies-master": "Master en Ingeniería de Telecomunicaciones en",
  "studies-postgraduate": "Postgrado en Experto en Seguridad perimetral y de redes en",
  "studies-bachelor": "Grado en Ingeniería de tecnologías y servicios de Telecomunicaciones en",
  "universitary-studies": "Estudios universitarios",
  "other-studies": "Otros estudios",
  "work-experience-glue": "(Febrero 2022 - Actualidad) – Posición tiempo completo",
  "work-experience-glue-dev": "Desarrollador fullstack y blockchain. Desarrollo de producto propia, aplicación de finanzas descentralizadas (DEFI).",
  "work-experience-glue-organise": "Organización desarrollos de front-end, back-end y blockchain para mantener coordinación entre ellas.",
  "work-experience-glue-analyse": "Analizar requisitos del dueño del producto para implementar nuevas funcionalidades.",
  "work-experience-glue-tech": "React con TS, SASS, Node con TS, graphQL, Fantom blockchain y solidity para smart contracts. Gitlab como repositorio y SCRUM como metodología de gestión.",
  "work-experience-stack": "Stack: ",
  "work-experience-cetim-tech-partial": "React.js, Node.js, Microsoft Azure como plataforma Cloud. Fantom blockchain y solidity para smart contracts. Github como repositorio.",
  "work-experience-cetim-tech-full": "React.js, Vanilla Javascript con HTML y Bootstrap, Node.js, Google Firebase como plataforma cloud. Fantom blockchain y solidity para smart contracts. Github como repositorio.",
  "work-experience-cetim-full": "(Septiembre 2021 – Febrero 2022) – Posición tiempo completo",
  "work-experience-cetim-partial": "(Junio 2022 – Abril 2023) – Posición tiempo parcial",
  "work-experience-cetim-dev-full": "Desarrollador fullstack y blockchain en proyectos de I+D. Desarrollando aplicaciones desde cero. Responsable de elegir el stack apropiado. Único desarrollador.",
  "work-experience-cetim-clients-full": "Trato directo con clientes para entender sus requisitos.",
  "work-experience-cetim-docu-full": "Escribir documentación técnica sobre el trabajo realizado.",
  "work-experience-cetim-dev-partial": "Desarrollador fullstack y blockchain en proyectos de I+D. Al cargo del equipo de trabajo en proyectos que involucraban desarrollo de software.",
  "work-experience-cetim-clients-partial": "Trato directo con clientes para entender sus requisitos y negociación de los términos del proyecto.",
  "work-experience-cetim-advise-partial": "Asesoramiento en las alternativas de implementación en proyectos relacionados con el desarrollo de software.",
  "work-experience-cetim-docu-partial": "Escribir documentación técnica y ayuda en la gestión de proyectos.",
  "work-experience-opewebinars-description": "Profesor de cursos online relacionados con la tecnología de blockchain y el desarrollo de smart contracts.",
  "work-experience-openwebinars": "(Octubre 2021)",
  "work-experience-university": "(Octubre 2019 - Agosto 2021)",
  "work-experience-university-description": "Profesor substituto en los grados de Ingeniería de Telecomunicaciones y en Ingeniería de software.",
  "work-experience-fav-close": "Cerrar",
  "work-in-progress": "Trabajo en progreso",
   "see-work-experience": "Ver experiencia laboral"
}